{"docs":[{"title":"HEAT INDEX CHART Apparent Temperature Heat Stress Risk with Physical Activity and\/or Prolonged Exposure 90° - 105° Heat cramps or heat exhaustion possible 105° - 130° Heat cramps or heat exhaustion likely Heatstroke possible 130°+ Heatstroke highly likely Of all the adversities that runners and marathoners face, heat is the number one offender. This is because it can bring on two conditions that can negatively affect your performance... Overheating and Dehydration. Overheating is the result of inadequate cooling; when the body cannot keep up with the demands of evaporation of water from your skin. When the body heats up internally, it starts to sweat and sends more blood to the skin where it is cooled by coming into contact with the relatively cooler skin. However, while running, your body's demand for oxygen to the muscles means less blood will flow to the skin and this is when overheating occurs. And thus begins the tug-of-war within your body, especially if you want to keep up a certain pace. Either the blood (and oxygen) goes to your muscles to keep up with the pace demands and you start to overheat because less blood is going to the skin for cooling - OR - the blood goes to the skin for cooling, but less blood goes to your working muscles meaning you'll be forced slow down. Dehydration is the process of losing fluid from the body, in this case through sweat. As you sweat you lose water and electrolytes. That's why drinking a sports drink containing electrolytes, as well as water, is so important. Because running in the heat exacerbates both overheating and dehydration, it is important to take precautions when running in the heat. PRECAUTIONS FOR RUNNING IN THE HEAT 1) It takes approximately two weeks of consistent running in the heat and humidity to acclimate to warmer conditions. 2) Remember that thirst is not an indicator of dehydration. Once you are thirsty, you are already low on fluids. Indications of dehydration are an elevated heart rate during and after your run and dark, golden-colored urine. After your run, keep drinking fluids until your urine","priority":1}],"keywords":["Running"]}