{"docs":[{"title":"The Value of Research in Creativity and the Arts","priority":0},{"title":"Triangulating the Personal Creative Experience: Self-Report, External Judgments, and Physiology","priority":3},{"title":"Capturing ‘In The Moment’ Creativity Through Data Triangulation","priority":2},{"title":"Evaluating Longitudinal Projects Combining Technology with Temporal Arts","priority":0},{"title":"SoundPainter","priority":0},{"title":"Creativity Factor Evaluation: Towards a Standardized Survey Metric for Creativity Support","priority":3},{"title":"The Creativity Support Index","priority":2},{"title":"p1213-england","priority":0},{"title":"Digital Art: Challenging Perspectives","priority":0},{"title":"Evaluation Methods for Creativity Support Environments","priority":0},{"title":"A substantial and growing literature confronts privacy issues raised by the development and general dissemination of new information technologies. As Helen Nissenbaum puts it, privacy “has been a fixture in public discourse through radical transformations of technology from stand- alone computers ... to the current distributed network of computers with linked information systems” (2004, 101). In what follows, we use Nissenbaum‟s analysis of privacy in terms of “contextual integrity” as a framework for understanding the privacy implications of recent developments on the social networking site (SNS) Facebook. Assessment of these developments is important. Apart from the growth of social networking more generally, well upwards of 80% of college students maintain Facebook profiles, and the expansion of the site beyond college","priority":0},{"title":"Dimensional Reasoning and Research Design Spaces","priority":2},{"title":"Digital Auras","priority":0},{"title":"ToneZone: Image Exploration with Spatial Memory Cues","priority":0},{"title":"p16-latulipe","priority":0},{"title":"The Choreographer’s Notebook - A Video Annotation System for Dancers and Choreographers","priority":0}],"keywords":["Creativity","General, Theory","Value","Creativity Measurement, Tests, Questionnaires","In The Moment Creativity (ITMC)","Creativity Support Tools","Applications","Dance","Evaluation","Creativity Support Index  (CSI)","Workshop Proposals","Privacy","Sensemaking","Reasoning","Dimensional Reasoning","Research Space Analysis","Web Science","Digital traces","Digital Auras","Design, HCI, UI, UX","Time","Memory","Memory Cues, Mnemonics","Laboratory","Annotation","Video Annotation"]}